Repository: albfan/pytomtom
Catalog: po/*.po
Languages: de, es, fr, gl, it

source: You are not runnig Linux operating system
fr: Vous n'êtes pas sous un système Linux

source: usage:
fr: utilisation:

source: This online help
fr: Cette aide

source: Print the name and version of this software
fr: Affichage du nom et de la version de l'application

source: Debugging level, from 0 to 9
fr: Niveau de déboggage valeur entre 0 et 9

source: Name of traces log file
fr: Nom du fichier d'enregistrement des traces de l'application

source: Overwrite log file (default is append)
fr: Ecraser le ficher des traces (mode ajout par défaut)

source: Show commands to be executed but do not execute them
fr: Ne pas executer les commandes, juste afficher ce qui doit être fait

source: Show elapsed time in progress bar
fr: Afficher le temps estimé restant dans la barre de progression

source: Show remaining time in progress bar
fr: Afficher le temps estimé restant dans la barre de progression

source: Show total estimated time in progress bar
fr: Afficher le temps estimé total dans la barre de progression

source: Usage in text mode
fr: Utilisation en mode texte

source: Save configuration file
fr: Lancer la sauvegarde du fichier de configuration

source: Start update of GPSQuickFix
fr: Lancer la mise a jour de GPSQuickFix

source: Start backup operation in file
fr: Lancer le backup dans le fichier

source: or provided with -f
fr: ou fourni par -f

source: Start restore operation from file
fr: Lancer la restauration du fichier

source: Path of backup/restore file
fr: Emplacement du fichier de sauvegarde ou de restauration

source: Mounting point of the TomTom
fr: Point de montage du TomTom

source: TomTom model, in the list:
fr: Modèle du TomTom dans la liste:

source: Option Backup
fr: Backup à effectuer

source: Option File name:
fr: Nom du fichier fourni:

source: Option GPSQuickFix
fr: GPSQuickFix à executer

source: Option Script mode
fr: Mode script activé

source: Option Restore
fr: Restauration à effectuer

source: Option Save configuration
fr: Sauvegarde de la configuration à effectuer

source: Option Overwrite configuration
fr: Ecrasement du fichier de configuration

source: Option Without execution
fr: Mode sans execution

source: Option Print elapsed time in progress bar
fr: Affichage du temps passé dans la barre de progression

source: Option Print remaining time in progress bar
fr: Affichage du temps restant dans la barre de progression

source: Option Print total time in progress bar
fr: Affichage du temps total dans la barre de progression

source: Option No action
fr: Mode sans action

source: Impossible to change log file
fr: Impossible de changer de fichier de traces

source: Incompatible options -b and -r
fr: Options -b et -r fournies en meme temps

source: Selected model:
fr: Modèle fourni:

source: Invalid model
fr: Mauvais choix de modèle

source: Selected mounting point:
fr: Point de montage fourni:

source: Invalid mounting point argument:
fr: Mauvais argument pour le point de montage:

source: Debugging level argument
fr: Argument pour l'option de deboggage

source: Mauvais argument pour l'option de deboggage
fr: Invalid debugging level argument

source: Debugging level argument is not an int
fr: Argument pour l'option de deboggage non entier

source: Elapsed time:
fr: Affichage du temps passé:

source: Remaining time:
fr: Affichage du temps restant:

source: Total time:
fr: Affichage du temps total:

source: Impossible to create configuration file
fr: Création du dossier de configuration impossible

source: Configuration path is not a directory
fr: Le dossier de configuration n'est pas un dossier

source: cabextract is not installed
fr: cabextract n'est pas installé

source: tar is not installed
fr: tar n'est pas installé

source: Mounting point used:
fr: Point de montage utilisé:

source: Model used:
fr: Modèle utilisé:

source: Cannot write data:
fr: Les données ne peuvent être enregistrées:

source: mounting point = '
fr: point de montage = '

source: ' - model = '
fr: ' - modèle = '

source: ::saved::
fr: ::enregistré::

source: Mounting point:
fr: Point de montage:

source: No mounting point
fr: Aucun point de montage

source: List of mounting points
fr: Liste de points de montage

source: Testing mounting point
fr: Test du point de montage

source: Valid mounting point:
fr: Point de montage valide:

source: Invalid mounting point:
fr: Point de montage non valide:

source: Impossible to fetch URL:
fr: Impossible de récupérer l'URL:

source: Creating temporary directory:
fr: Création du dossier temporaire:

source: Creating temporary file:
fr: Création du fichier temporaire:

source: Fetching data:
fr: Récupération des données:

source: Launching command
fr: Lancement de la commande

source: Moving file to final destination:
fr: Déplacement des fichiers vers leur destination finale:

source: Impossible to move data
fr: Impossible de déplacer les données

source: Impossible to extract data
fr: Impossible d'extraire les données

source: Impossible to fetch data
de: Unmöglich, Daten herbeizuholen
es: Imposible recuperar datos
fr: Impossible de récupérer les données
gl: Nin se puido conseguir a data
it: Impossibile recuperare dati

source: Impossible to create temporary file
fr: Impossible de créer un fichier temporaire

source: Impossible to create temporary directory
fr: Impossible de créer un répertoire temporaire

source: GPSQuickFix completed
de: GPSQuickFix abgeschlossen
es: GPSQuickFix completado
fr: GPSQuickFix terminé
gl: GPSQuickFix completado
it: GPSQuickFix completato

source: launching command:
fr: Lancement de la commande:

source: Command result:
fr: Résultat de la commande:

source: Searched object:
fr: Objet recherché:

source: Scanning level:
fr: Parcours niveau:

source: Object scanned:
fr: Objet parcouru:

source: Object found
fr: Objet trouvé

source: Invalid file selected for
fr: Mauvaise sélection du fichier de

source: File for
fr: Fichier de

source: Backup file not found
fr: Archive inexistante

source: Impossible to compute filesystem size
fr: Taille du systeme de fichier impossible à calculer

source: Mounting point size:
fr: Taille du point de montage:

source: Backup partition size:
fr: Taille de la partition de sauvegarde:

source: Insufficient disk space:
fr: Espace disque insuffisant:

source: for
fr: pour

source: Creation
de: Erstellen
es: Creación
fr: Création
gl: Creación
it: Creazione

source: Restoration
de: Wiederherstellen
es: Restauración
fr: Restauration
gl: Restauración
it: Ripristino

source: Launching command:
fr: Lancement de la commande:

source: completed
de: vollständig
es: completado
fr: terminée
gl: completado
it: completato

source: Launching the test of
fr: Lancement du test de

source: of archive each second
fr: d'archive toutes les secondes

source: of archive
fr: de l'archive

source: failed
de: fehlgeschlagen
es: fallido
fr: non réussie
gl: fallou
it: non riuscito

source: Exiting on request
fr: On quitte suite à la demande

source: File size:
fr: Taille du fichier:

source: Waiting for end of child process
fr: En attente de fin de sous-processus

source: Please indicate the mounting point of your Tomtom:
de: Bitte legen Sie den Einhängepunkt Ihres TomTom fest:
es: Indicar el punto de montaje del propio TomTom:
fr: Indiquez le point de montage de votre TomTom:
gl: Por favor indica o punto de montaxe do seu Tomtom
it: Indicate il punto di mount del vostro TomTom:

source: During backup or restore, display:
de: Zeige während der Sicherung oder Wiederherstellung:
es: Durante el backup o la restauración, visualiza:
fr: Pendant la sauvegarde ou la restauration, afficher:
gl: Durante o respaldo ou o restablecemento, amosar:
it: Durante il backup o il ripristino, visualizza:

source: elapsed time
de: vergangene Zeit
es: tiempo transcurrido
fr: le temps passé
gl: tempo transcorrido
it: tempo trascorso

source: remaining time
de: verbleibende Zeit
es: tiempo restante
fr: le temps restant
gl: tempo restante
it: tempo restante

source: total time
de: Gesamtzeit
es: tiempo total
fr: le temps total
gl: tempo total
it: tempo totale

source: This update sets the last known positions of the satellites. It allows your GPS to find its initial position in less than 30 seconds and to initiate navigation more quickly... Please ensure that you have properly set your GPS parameters in the options.
fr: Cette mise-à-jour détermine les dernières positions connues des satellites. Elle permet donc de trouver votre position initiale en moins de 30 secondes et de commencer à naviguer plus rapidement... Assurez-vous d'avoir correctement paramétré votre GPS dans les options.

source: Start GPSQuickfix update
de: GPSQuickfix Aktualisierung starten
es: Efectúa la actualización de GPSQuickfix
fr: Lancer la mise-à-jour GPSQuickfix
gl: Empezar a actualización de GPSQuickfix
it: Avvia l'aggiornamento di GPSQuickfix

source: Cannot start GPSQuickfix update (cabextract is missing)
de: GPSQuickfix Aktualisierung kann nicht gestartet werden (cabextract fehlt)
es: Imposible efectuar la actualización de GPSQuickfix (falta cabextract)
fr: Impossible de lancer la mise-à-jour GPSQuickfix (cabextract absent)
gl: Non se puido empezar a actualización de GPSQuickFix (non se atopa cabextract)
it: Impossibile avviare l'aggiornamento di GPSQuickfix (manca cabextract)

source: Backup and restore
de: Sichern und Wiederherstellen
es: Backup y restauración
fr: Sauvegarde et restauration
gl: Respaldar e restaurar
it: Backup et ripristino

source: Backup file:
de: Sicherungsdatei:
es: Archivo de backup:
fr: Fichier de sauvegarde:
gl: Respaldar arquivo:
it: File di backup:

source: In order to complete these operations
de: Um diese Arbeiten zu beenden benötigt
es: Para efectuar estas operaciones
fr: Pour effectuer ces opérations,
gl: Para completar estas operacións
it: Per effettuare queste operazioni

source: takes time and consumes disk space. For information, 25 minutes and 1GB on disk for a One Series 30
fr: prend du temps et de l'espace. Pour info, 25 minutes et 1GB sur le disque dur pour un One Series 30

source: Start backup...
de: Sicherung starten...
es: Efectúa el backup...
fr: Lancer la sauvegarde...
gl: Empezar respaldo...
it: Avvia il backup...

source: Cannot start backup (tar is missing)
de: Backup kann nicht starten (tar fehlt)
es: Imposible efectuar el backup (falta tar)
fr: Impossible de lancer la sauvegarde (tar absent)
gl: Non se puido empezar respaldo (non se atopa tar)
it: Impossibile avviare il backup (manca tar)

source: Start restore...
de: Wiederherstellung starten...
es: Efectúa la restauración...
fr: Lancer la restauration...
gl: Empezar a restauración...
it: Avvia il ripristino...

source: Cannot start restore (tar is missing)
de: Wiederherstellung kann nicht gestartet werden (tar fehlt)
es: Imposible efectuar la restauración (falta tar)
fr: Impossible de lancer la restauration (tar absent)
gl: Non se pode empezar a restauración( non se atopa tar)
it: Impossibile avviare il ripristino (manca tar)

source: Please use restore only in case of necessity !
de: Bitte nur benutzen wenn eine Wiederherstellung unvermeidlich ist!
es: Por favor efectuar la restauración solo en caso de absoluta necesidad !
fr: N'utilisez la restauration qu'en cas d'absolue nécessité !
gl: Por favor usar a restauración só en caso de necesidade!
it: Utilizzate il ripristino solo in caso di assoluta necessità !

source: Backup and Restore
de: Sichern und Wiederherstellen
es: Backup y restauración
fr: Sauvegarde et Restauration
gl: Respaldar e restaurar
it: Backup e Ripristino

source: Personify
fr: Personnaliser

source: Replace the startup screen of your GPS by the picture of your choice
de: Begrüßungsbildschirm Ihres GPS durch ein Bild Ihrer Wahl ersetzen
es: Reemplaza la imagen de inicio del propio GPS con una imagen a tu elección
fr: Remplacez l'écran de démarrage de votre GPS par la photo de votre choix
gl: Reemplazar a pantalla de inicio do teu GPS pola imaxe que escollas
it: Sostituite l'immagine d'avvio del vostro GPS con un'immagine a vostra scelta

source: button
es: botón
fr: bouton
gl: botón
it: pulsante

source: About
de: Über
es: Info
fr: A propos
gl: Sobre
it: Informazioni

source: Exit
de: Beenden
es: Salir
fr: Quitter
gl: Saír
it: Esci

source: Don't forget to cleanly unmount your TomTom!
de: Vergessen Sie nicht, Ihr TomTom auszuhängen!
es: No olvides desmontar correctamente tu TomTom!
fr: N'oubliez pas d'éjecter proprement votre TomTom!
gl: Non te olvides de desmontar correctamente o teu TomTom!
it: Non dimenticate di smontare il vostro TomTom!

source: Open...
de: Öffnen...
es: Abrir...
fr: Ouvrir...
gl: Abrir...
it: Apri...

source: Starting GPSQuickFix
fr: Lancement de GPSQuickFix

source: Starting Backup
fr: Lancement de la Sauvegarde

source: Starting Restore
fr: Lancement de la Restauration

source: No need to update. You use the latest stable release.
de: Kein Grund, um zu aktualisieren. Sie verwenden die letzte stabile Veröffentlichung.
es: No debes actualizar. Estas usando la última versión estable.
gl: Non precisa actualización. Está a usar a última version estable.
it: Non devi aggiornare. Stai usando l'ultima versione stabile

source: You can update. The latest stable release is
de: Sie können aktualisieren. Die letzte stabile Veröffentlichung ist
es: Puedes actualizar. La última versión estable es
gl: Pode actualizar. A última versión estable é
it: Puoi aggiornare. L'ultima versione stabile è

source: Reload
de: Wiederherstellen
es: Recarga
gl: Recargar
it: Ricarica

source: to use this settings.
de: um diese Einstellung zu verwenden.
es: para usar esta configuración
gl: para usar estas configuracións.
it: per usare queste impostazioni

source: Options
de: Einstellungen
es: Opciones
gl: Opcións
it: Opzioni

source: This update sets the last known positions of the satellites. It allows your GPS to find its initial position in less than 30 seconds and to initiate navigation more quickly... Please ensure that you have properly set your GPS parameters in the options.
de: Diese Aktualisierung setzt die letzte bekannte Position der Satelliten. Das erlaubt Ihren GPS seine Startposition in weniger als 30 Sekunden zu finden und mit der Navigation schneller zu beginnen... Bitte versichern Sie sich, dass die GPS Parameter in den Optionen richtig gesetzt sind.
es: Esta actualización determina las ultimas posiciones conocidas de los satélites. Permite encontrar la propia posición inicial en menos de 30 segundos y comenzar a navegar mas rápidamente... Asegurarse de haber colocado correctamente los parametros del GPS en las opciones.
gl: Esta actualización pon a última posición coñecida dos satélites. Isto permítelle ai teu GPS atopar a súa posición inicial en menos de 30 segundos e iniciar a navegación mais rapidamente... Por favor asegurate de que puxeches correctamente os parametros do teu GPS nas opcións
it: Questo aggiornamento determina le ultime posizioni conosciute dei satelliti. Consente di trovare la vostra posizione iniziale in meno di 30 secondi e di iniziare a navigare più rapidamente... Assicuratevi di aver impostato correttamente i parametri del vostro GPS nelle opzioni.

source: takes time and consumes disk space. For information, 25 minutes and 1GB on disk for a One Series 30
de: Zeit und beansprucht Speicherplatz. Zur Information für ein TomTom One Serie 30, werden 25 Minuten und 1GB Speicherplatz benötigt
es: toma tiempo y ocupa espacio. Como info, se necesitan 25 minutos y 1GB de espacio para un One Series 30
gl: toma temo e consume espazo no disco. Como exemplo, 25 minutos e 1XB de discon para un One Series 30
it: impiega tempo ed occupa spazio. Per info, necessitano 25 minuti ed 1GB di spazio per un One Series 30

source: POI
es: PDI

source: First, you have to add POI to pyTOMTOM's database
de: Als Erstes müssen Sie POI zur pyTOMTOM's Datenbank hinzufügen
es: Primero debes agregar PDI a la base de datos de pyTOMTOM
gl: Primeiro, tes que engadir POI á base de datos de pyTOMTOM
it: Prima devi aggiungere POI al database di pyTOMTOM

source: Add POI (.ov2) to database...
de: Füge POI (.ov2) zur Datenbank hinzu...
es: Agregar PDI (.ov2) a la base de datos...
gl: Engadir POI (.ov2) á base de datos...
it: Aggiungi POI (.ov2) al database...

source: Now, you can easily add or remove it from GPS...
de: Nun können Sie es leicht vom GPS hinzufügen oder entfernen...
es: Ahora puedes fácilmente agregarlo o eliminarlo del GPS
gl: Agora, pode facilmente engadir ou eliminar do GPS...
it: Adesso puoi facilmente aggiungerlo o rimuoverlo dal GPS

source: Select POI in database
de: Wählen Sie POI in der Datenbank aus
es: Selecciona PDI en la base de datos
gl: Escoller POI na base de datos
it: Seleziona POI nel database

source: Selected map:
de: Ausgewählte Karte:
es: Mapa seleccionado:
gl: Mapa escollido:
it: Mappa selezionata:

source: Add seleted POI on TomTom
de: Fügen Sie die ausgewählten POI zu TomTom hinzu
es: Agrega los PDI seleccionados al TOMTOM
gl: Engadir o POI escollido ao TomTom
it: Aggiungi i POI selezionati al TOMTOM

source: Delete seleted POI from TomTom
de: Löschen Sie die ausgewählten POI aus TomTom
es: Elimina los PDI seleccionados del TOMTOM
gl: Borrar POI escollido do TomTom
it: Elimina i POI selezionati dal TOMTOM

source: Delete POI from database...
de: POI aus der Datenbank löschen...
es: Elimina los PDI de la base de datos...
gl: Borrar POI da base de datos...
it: Elimina i POI dal database

source: Personalize
de: Personalisierung
es: Personaliza
gl: Personalizar
it: Personalizza

source: version
es: versión
gl: versión
it: versione

source: Need to update ?
es: Debo actualizar ?
gl: Precisa actualizar ?
it: Devo aggiornare?

source: Visit homepage...
de: Homepage besuchen...
es: Visita la Homepage
gl: Visitar a páxina web...
it: Visita la Homepage

source: Unmount
de: Aushängen
es: Desmontar
gl: Desmontar
it: Smontare

source: bye bye !
de: auf Wiedersehen!
es: Hasta la proxima !
gl: aburiño aburiño !
it: Ciao Ciao !

source: Open folder...
es: Abrir carpeta
gl: Abrir carpeta...
it: Apri cartella

source: POI added to database
de: POI zur Datenbank hinzugefügt
es: PDI agregado a la base de datos
gl: POI engadido á base de datos
it: POI aggiunti al database

source: POI
es: PDI

source: added to TomTom
de: zum TomTom hinzugefügt
es: agregado al TomTom
gl: engadido ao TomTom
it: aggiunto al TomTom

source: deleted from TomTom
de: vom TomTom gelöscht
es: eliminado del TomTom
gl: borrado do TomTom
it: cancellato dal TomTom

source: deleted from database
de: aus der Datenbank gelöscht
es: eliminado de la base de datos
gl: borrado da base de datos
it: cancellato dal Database

source: Connect your device and reload
es: Conecta tu dispositivo y recarga
gl: Conectar o teu aparello e recargar
it: Connetti la tua periferica e ricarica
